Repository: tranzzo/wordpress-plugin
Catalog: tranzzo_gateway/languages/tp_gateway-*.po
Languages: de_de, fr_fr

source: Увімкнути
de_de: Aktivieren
fr_fr: Activer

source: %s Gateway
de_de: %s Zahlungs-Gateways
fr_fr: %s Passerelle

source: Тестовий режим
de_de: Testmodus
fr_fr: Mode test

source: Увімкнути тестовий режим
de_de: Testmodus aktivieren
fr_fr: Activer le mode test

source: Холдування коштів
de_de: Halten von Geldern
fr_fr: Détention de fonds

source: Статус успішного платежу
de_de: Status der erfolgreichen Zahlung
fr_fr: Statut de paiement réussi

source: Приймайте платежі через %s Gateway
de_de: Zahlungen über %s Gateway akzeptieren
fr_fr: Accepter les paiements via la passerelle %s

source: Платіжний шлюз вимкнено.
de_de: Das Zahlungsgateway ist deaktiviert.
fr_fr: La passerelle de paiement est désactivée.

source: %s не підтримує валюту Вашого магазину!
de_de: %s unterstützt die Währung Ihres Shops nicht!
fr_fr: %s ne prend pas en charge la devise de votre boutique !

source: Увімкнено / Вимкнено
de_de: Aktiviert/Deaktiviert
fr_fr: Activé/Désactivé

source: Увімкнути %s Gateway
de_de: %s Gateway aktivieren
fr_fr: Activer la passerelle %s

source: Заголовок
de_de: Titel
fr_fr: Titre

source: Заголовок, що відображається на сторінці оформлення замовлення
de_de: Überschrift wird auf der Checkout-Seite angezeigt
fr_fr: Rubrique affichée sur la page de paiement

source: Опис
de_de: Beschreibung
fr_fr: Descriptif

source: Опис, який відображається в процесі вибору форми оплати
de_de: Die Beschreibung, die bei der Auswahl einer Zahlungsart angezeigt wird
fr_fr: La description qui s'affiche lors du processus de choix d'un mode de paiement

source: Сплатити через платіжну систему %s
de_de: Bezahlen Sie über das Zahlungssystem von %s
fr_fr: Payer via le système de paiement %s

source: Заказ успішно оплачений через %s
de_de: Bestellung in %s erfolgreich bezahlt
fr_fr: Commande payée avec succès en %s

source: Заказ в очікуванні оплати
de_de: Bestellung steht zur Zahlung aus
fr_fr: Commande en attente de paiement

source: Помилка при поверненні коштів: платіж за цим замовленням не знайдено.
de_de: Rückerstattungsfehler: Für diese Bestellung wurde keine Zahlung gefunden.
fr_fr: Erreur de remboursement : Aucun paiement trouvé pour cette commande.

source: Помилка при поверненні коштів: потрібно вказати суму повернення.
de_de: Rückerstattungsfehler: Rückerstattungsbetrag erforderlich.
fr_fr: Erreur de remboursement : Montant du remboursement requis.

source: Помилка при поверненні коштів: потрібно вказати загальну суму повернення -
de_de: Fehler bei der Rückerstattung: Sie müssen den Gesamtbetrag der Rückerstattung angeben -
fr_fr: Erreur lors du remboursement : vous devez préciser le montant total du remboursement -

source: Повернено %1$s - Причина: %2$s
de_de: %1$s zurückgegeben – Grund: %2$s
fr_fr: %1$s renvoyé - Raison : %2$s

source: ID платежу (payment id):
de_de: Zahlungs-ID (Zahlungs-ID):
fr_fr: ID de paiement (identifiant de paiement):

source: ID транзакції (transaction id):
de_de: Transaktions-ID (Transaktions-ID):
fr_fr: ID de transaction (identifiant de transaction):

source: Замовлення успішно повернуто через %s
de_de: Bestellung erfolgreich in %s zurückgegeben
fr_fr: Commande retournée avec succès dans %s

source: Зарезервована сума платежу зарахована через %s
de_de: Reservierter Zahlungsbetrag nach %s gutgeschrieben
fr_fr: Montant du paiement réservé crédité après %s

source: Сума платежу успішно повернута через %s
de_de: Zahlungsbetrag in %s erfolgreich zurückgegeben
fr_fr: Montant du paiement renvoyé avec succès en %s

source: Сума платежу зарезервована через %s, необхідно змінити статус замовлення на 'Обробка' для зарахування коштів:
de_de: Der Zahlungsbetrag ist in %s reserviert. Um den Betrag gutzuschreiben, muss der Status der Bestellung auf „In Bearbeitung“ geändert werden:
fr_fr: Le montant du paiement est réservé en %s, il faut changer le statut de la commande en 'Traitement' pour créditer les fonds:

source: Поля обов’язкові для заповнення
de_de: Felder sind Pflichtfelder
fr_fr: Les champs sont obligatoires

source: Полe обов’язкове для заповнення
de_de: Das Feld ist Pflichtfeld
fr_fr: Le champ est obligatoire

source: Поле %s є обов’язковим для заповнення
de_de: Feld %s ist obligatorisch
fr_fr: Le champ %s est obligatoire

source: Платіжний шлюз для сайтів WordPress.
de_de: Zahlungsgateway für WordPress-Sites.
fr_fr: Passerelle de paiement pour les sites WordPress.

source: Платіжний шлюз
de_de: Zahlungsgateway
fr_fr: Passerelle de paiement

source: Часткову оплату отримано
de_de: Teilzahlung erhalten
fr_fr: Paiement partiel reçu

source: Часткова оплата
de_de: Teilzahlung
fr_fr: Paiement partiel

source: Транзакції
de_de: Transaktionen
fr_fr: Transactions

source: https://docs.tranzzo.com/uk/
de_de: https://docs.tranzzo.com/
fr_fr: https://docs.tranzzo.com/

source: Документація
de_de: Dokumentation
fr_fr: Documentation

source: Необхідно змінити статус замовлення на 'Повернено'
de_de: Sie müssen den Bestellstatus auf 'Erstattet' ändern.
fr_fr: Vous devez changer le statut de la commande en 'Remboursé'

source: Звʼязатися з підтримкою
de_de: Kontaktieren Sie Support
fr_fr: Contactez le support

source: Платіж знаходиться в обробці
fr_fr: Le paiement est en cours de traitement

source: Помилка при списанні коштів
fr_fr: Erreur lors du débit des fonds

source: Успішне списання коштів
fr_fr: Retrait de fonds réussi

source: Успішне повернення всієї суми платежу
fr_fr: Retour réussi de la totalité du montant du paiement

source: Встановіть поточний статус вашого замовлення WooCommerce для відповідної транзакції <a href='https://docs.tranzzo.com/uk/docs/status-codes/codes-by-stages/'>Опис</a>
fr_fr: Définissez le statut actuel de votre commande WooCommerce pour la transaction correspondante <a href='https://docs.tranzzo.com/docs/status-codes/codes-by-stages/'>Description</a>

source: За двостадійною оплатою використовується тимчасове резервування коштів на рахунку клієнта для подальшого проведення платежу
fr_fr: En cas de paiement en deux étapes, la réservation temporaire de fonds sur le compte du client est utilisée pour un paiement ultérieur

source: Одностадійна оплата
fr_fr: Paiement en une étape

source: Двостадійна оплата
fr_fr: Paiement en deux étapes
